{
  "id": 1,
  "title": "About <span class=\"bg-gradient-to-r from-slate-700 via-blue-700 to-purple-500 bg-clip-text text-transparent\">Me</span>",
  "tagline": "Tech Enthusiast Driving Digital Solutions",
  "role": [
    "Software Engineer",
    "Full-stack Developer",
    "Saas",
    "Data Analyst",
    "Data Science",
    "Large Language Model",
    "Artificial Intelligence",
    "Scrum",
    "Kanban"
  ],
  "description": "I've been walking through tons of experiences as a Software Engineer. Since 2002, I've also dealt with various projects from government and private companies. My skill, technique, and analytic thinking keep growing with the projects I've built year by year. With the passage of time, technology never stops at just one point; it is always evolving and improving. That makes me aware to keep updated and move from my comfort zone with learning new technology such as new programming languages, Cloud Technology, Blockchain, and Artificial Intelligence. Currently, I'm focused on Data Analytics, Machine Learning, Large Language Models, and SaaS Technology. I'm so passionate about new technology, in particular data. Other than that, I love sharing and teaching what I've learned on my projects in the class, therefore, I've been a Lecturer and speaker in some Colleges. I'm so delighted when sharing new knowledge I've learnt and from my research. I've worked with big teams, small teams, and individuals as well. Despite occour different ideas and generations, and with their respective issues, I can address them nicely. I've also worked with methodologies such as Agile, which involves frameworks such as Scrum and Kanban to manage projects, and with tools such as Pivotal Tracker, Jira, and Trello. One of my positive abilities is that I can catch up and quickly learn and adapt to all conditions in organization and tech. That's it about me, and I'm open to work for companies as a Software Engineer, Full-Stack Developer, Data Analyst, and Data Scientist. Also open to work as a Lecturer or Mentor at a University or work on a project basis. If you want to reach more information about me, please don't hesitate to chat or call. I'm looking forward to get connected and collaborate with you."
}
